Repository: ambysto/steady
Catalog: apple/Steady/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, vi, zh_hans

# diag.wifi7_mlo.history
source: Last %1$@h: %2$@/%3$@ minutes with Rx ≤ 6 Mbps and packet loss (%4$@)
de: Letzte %1$@ h: %2$@/%3$@ Minuten mit Rx ≤ 6 Mbps und Paketverlust (%4$@)
es: Últimas %1$@ h: %2$@/%3$@ minutos con Rx ≤ 6 Mbps y pérdida de paquetes (%4$@)
fr: %1$@ dernières heures : %2$@/%3$@ minutes avec Rx ≤ 6 Mbps et perte de paquets (%4$@)
pt_br: Últimas %1$@h: %2$@/%3$@ minutos com Rx ≤ 6 Mbps e perda de pacotes (%4$@)
vi: Lịch sử %1$@h: %2$@/%3$@ phút Rx ≤ 6 Mbps kèm mất gói (%4$@)
zh_hans: 最近 %1$@ 小时：%2$@/%3$@ 分钟 Rx ≤ 6 Mbps 且有丢包（%4$@）

# diag.wifi7_mlo.info
source: The router broadcasts Wi‑Fi 7 but the card does not; %1$@
de: Der Router sendet Wi‑Fi 7, die Karte aber nicht; %1$@
es: El router emite Wi‑Fi 7 pero la tarjeta no; %1$@
fr: Le routeur diffuse en Wi‑Fi 7 mais pas la carte ; %1$@
pt_br: O roteador transmite Wi‑Fi 7, mas a placa não; %1$@
vi: Router có phát Wi‑Fi 7, card thì không; %1$@
zh_hans: 路由器广播 Wi‑Fi 7，但网卡不支持；%1$@

# diag.wifi7_mlo.note_other_ssid
source: this PC is on another SSID without 802.11be, so MLO has no effect yet
de: dieser PC nutzt eine andere SSID ohne 802.11be, MLO hat daher noch keine Wirkung
es: este PC está en otro SSID sin 802.11be, así que MLO aún no tiene efecto
fr: ce PC est sur un autre SSID sans 802.11be, le MLO n'a donc pas encore d'effet
pt_br: este PC está em outro SSID sem 802.11be, então o MLO ainda não tem efeito
vi: PC đang ở SSID khác không phát 802.11be nên MLO chưa ảnh hưởng
zh_hans: 此电脑连接的是另一个不带 802.11be 的 SSID，因此 MLO 暂时没有影响

# diag.wifi7_mlo.note_same_ssid
source: the SSID in use also broadcasts 802.11be
de: die verwendete SSID sendet ebenfalls 802.11be
es: el SSID en uso también emite 802.11be
fr: le SSID utilisé diffuse aussi en 802.11be
pt_br: o SSID em uso também transmite 802.11be
vi: SSID đang dùng cũng phát 802.11be
zh_hans: 正在使用的 SSID 也广播 802.11be

# diag.wifi7_mlo.recent
source: Last 3 hours: %1$@/%2$@ minutes
de: Letzte 3 Stunden: %1$@/%2$@ Minuten
es: Últimas 3 horas: %1$@/%2$@ minutos
fr: 3 dernières heures : %1$@/%2$@ minutes
pt_br: Últimas 3 horas: %1$@/%2$@ minutos
vi: 3 giờ gần nhất: %1$@/%2$@ phút
zh_hans: 最近 3 小时：%1$@/%2$@ 分钟

# diag.wifi7_mlo.router_no_be
source: The router does not broadcast Wi‑Fi 7 (802.11be)
de: Der Router sendet kein Wi‑Fi 7 (802.11be)
es: El router no emite Wi‑Fi 7 (802.11be)
fr: Le routeur ne diffuse pas en Wi‑Fi 7 (802.11be)
pt_br: O roteador não transmite Wi‑Fi 7 (802.11be)
vi: Router không phát Wi‑Fi 7 (802.11be)
zh_hans: 路由器未广播 Wi‑Fi 7 (802.11be)

# diag.wifi7_mlo.title
source: Wi‑Fi 7 / MLO compatibility
de: Wi‑Fi-7-/MLO-Kompatibilität
es: Compatibilidad con Wi‑Fi 7 / MLO
fr: Compatibilité Wi‑Fi 7 / MLO
pt_br: Compatibilidade Wi‑Fi 7 / MLO
vi: Tương thích Wi‑Fi 7 / MLO
zh_hans: Wi‑Fi 7 / MLO 兼容性

# diag.wifi7_mlo.warn
source: The card does not support Wi‑Fi 7 but %1$@ broadcasts 802.11be, with speed collapses and packet loss
de: Die Karte unterstützt kein Wi‑Fi 7, aber %1$@ sendet 802.11be, mit Geschwindigkeitseinbrüchen und Paketverlust
es: La tarjeta no admite Wi‑Fi 7 pero %1$@ emite 802.11be, con caídas de velocidad y pérdida de paquetes
fr: La carte ne prend pas en charge le Wi‑Fi 7 mais %1$@ diffuse en 802.11be, avec des chutes de débit et des pertes de paquets
pt_br: A placa não é compatível com Wi‑Fi 7, mas %1$@ transmite 802.11be, com quedas de velocidade e perda de pacotes
vi: Card không hỗ trợ Wi‑Fi 7 mà %1$@ phát 802.11be, kèm sụp tốc độ và mất gói
zh_hans: 网卡不支持 Wi‑Fi 7，但%1$@广播 802.11be，并出现速度骤降和丢包

# diag.wifi7_mlo.where_router
source: the router
de: der Router
es: el router
fr: le routeur
pt_br: o roteador
vi: router
zh_hans: 路由器

# diag.wifi7_mlo.where_ssid
source: the SSID in use
de: die verwendete SSID
es: el SSID en uso
fr: le SSID utilisé
pt_br: o SSID em uso
vi: SSID đang dùng
zh_hans: 正在使用的 SSID

# diag.wired.advice
source: A LAN cable is the most stable option.
de: Ein LAN-Kabel ist die stabilste Option.
es: Un cable LAN es la opción más estable.
fr: Un câble LAN est l'option la plus stable.
pt_br: Um cabo de rede é a opção mais estável.
vi: Cắm dây LAN là cách ổn định nhất.
zh_hans: 网线是最稳定的选择。

# diag.wired.idle_port
source: A LAN port is free while you are on Wi‑Fi
de: Ein LAN-Anschluss ist frei, während Wi‑Fi genutzt wird
es: Hay un puerto LAN libre mientras usas Wi‑Fi
fr: Un port LAN est libre alors que vous êtes en Wi‑Fi
pt_br: Há uma porta LAN livre enquanto você usa Wi‑Fi
vi: Có cổng LAN đang để trống trong khi dùng Wi‑Fi
zh_hans: 正在使用 Wi‑Fi，而网口空闲

# diag.wired.no_port
source: This PC has no LAN port
de: Dieser PC hat keinen LAN-Anschluss
es: Este PC no tiene puerto LAN
fr: Ce PC n'a pas de port LAN
pt_br: Este PC não tem porta LAN
vi: Máy không có cổng LAN
zh_hans: 此电脑没有网口

# diag.wired.plugged
source: A network cable is plugged in
de: Ein Netzwerkkabel ist angeschlossen
es: Hay un cable de red conectado
fr: Un câble réseau est branché
pt_br: Há um cabo de rede conectado
vi: Đã cắm dây mạng
zh_hans: 已插入网线

# diag.wired.title
source: Wired network available
de: Kabelnetzwerk verfügbar
es: Red por cable disponible
fr: Réseau filaire disponible
pt_br: Rede cabeada disponível
vi: Mạng dây khả dụng
zh_hans: 可用的有线网络

# diag.wired.unplugged
source: The LAN port has no cable
de: Am LAN-Anschluss steckt kein Kabel
es: El puerto LAN no tiene cable
fr: Le port LAN n'a pas de câble
pt_br: A porta LAN está sem cabo
vi: Cổng LAN chưa cắm dây
zh_hans: 网口未插网线

# time.hours
source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
pt_br: %lld horas
vi: %lld giờ
zh_hans: %lld小时

# time.minutes
source: %lld minutes
de: %lld Minuten
es: %lld minutos
pt_br: %lld minutos
vi: %lld phút
zh_hans: %lld分钟

# time.seconds
source: %lld seconds
de: %lld Sekunden
es: %lld segundos
fr: %lld secondes
pt_br: %lld segundos
vi: %lld giây
zh_hans: %lld秒

# ui.action.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
pt_br: Concluído
vi: Xong
zh_hans: 完成

# ui.action.flush_dns
source: Flush DNS cache
de: DNS-Cache leeren
es: Vaciar la caché DNS
fr: Vider le cache DNS
pt_br: Limpar o cache DNS
vi: Xóa cache DNS
zh_hans: 清除 DNS 缓存

# ui.action.reconnect
source: Reconnect Wi‑Fi
de: Wi‑Fi neu verbinden
es: Reconectar Wi‑Fi
fr: Reconnecter le Wi‑Fi
pt_br: Reconectar o Wi‑Fi
vi: Kết nối lại Wi‑Fi
zh_hans: 重新连接 Wi‑Fi

# ui.action.renew_dhcp
source: Renew IP address
de: IP-Adresse erneuern
es: Renovar la dirección IP
fr: Renouveler l'adresse IP
pt_br: Renovar o endereço IP
vi: Xin lại địa chỉ IP
zh_hans: 更新 IP 地址

# ui.action.restart_adapter
source: Restart network card
de: Netzwerkkarte neu starten
es: Reiniciar la tarjeta de red
fr: Redémarrer la carte réseau
pt_br: Reiniciar a placa de rede
vi: Khởi động lại card mạng
zh_hans: 重启网卡

# ui.action.running
source: Working…
de: Wird ausgeführt…
es: Procesando…
fr: En cours…
pt_br: Em andamento…
vi: Đang thực hiện…
zh_hans: 处理中…

# ui.chart.change
source: Change
de: Änderung
es: Cambio
fr: Modification
pt_br: Alteração
vi: Thay đổi
zh_hans: 更改

# ui.chart.no_data
source: No data for this period yet
de: Für diesen Zeitraum noch keine Daten
es: Aún no hay datos para este periodo
fr: Pas encore de données pour cette période
pt_br: Ainda não há dados para este período
vi: Chưa có dữ liệu cho khoảng thời gian này
zh_hans: 此时间段暂无数据

# ui.chart.outage
source: Outage
de: Ausfall
es: Caída
fr: Coupure
pt_br: Queda
vi: Sự cố
zh_hans: 中断

# ui.check.again
source: Check again
de: Erneut prüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
pt_br: Verificar de novo
vi: Kiểm tra lại
zh_hans: 再次检查

# ui.check.clear_body
source: All %1$@ checks are fine · checked at %2$@
de: Alle %1$@ Prüfungen sind in Ordnung · geprüft um %2$@
es: Las %1$@ comprobaciones están bien · comprobado a las %2$@
fr: Les %1$@ vérifications sont bonnes · vérifié à %2$@
pt_br: Todas as %1$@ verificações estão ok · verificado às %2$@
vi: Cả %1$@ mục đều ổn · kiểm tra lúc %2$@
zh_hans: 全部 %1$@ 项检查正常 · 检查于 %2$@

# ui.check.clear_title
source: Your connection is in good shape
de: Ihre Verbindung ist in gutem Zustand
es: Tu conexión está en buen estado
fr: Votre connexion est en bon état
pt_br: Sua conexão está em bom estado
vi: Kết nối của bạn đang ổn
zh_hans: 您的连接状况良好

# ui.check.done
source: Done
de: Fertig
es: Listo
fr: Terminé
pt_br: Concluído
vi: Xong
zh_hans: 完成

# ui.check.drops_24h
source: Drops in 24 h
de: Abbrüche in 24 h
es: Cortes en 24 h
fr: Coupures sur 24 h
pt_br: Quedas em 24 h
vi: Rớt mạng trong 24 giờ
zh_hans: 24 小时内断线

# ui.check.fix.not_supported
source: Not supported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
pt_br: Não suportado
vi: Không hỗ trợ
zh_hans: 不支持

# ui.check.fix.on
source: On
de: Ein
es: Activado
fr: Activé
pt_br: Ativado
vi: Đã bật
zh_hans: 已启用

# ui.check.fix_some
source: Fix %1$@ of %2$@
de: %1$@ von %2$@ beheben
es: Arreglar %1$@ de %2$@
fr: Corriger %1$@ sur %2$@
pt_br: Corrigir %1$@ de %2$@
vi: Sửa %1$@ trong %2$@
zh_hans: 修复 %2$@ 个中的 %1$@ 个

# ui.check.fixing
source: Turning on %1$@ of %2$@…
de: Schalte %1$@ von %2$@ ein…
es: Activando %1$@ de %2$@…
fr: Activation %1$@ sur %2$@…
pt_br: Ativando %1$@ de %2$@…
vi: Đang bật %1$@/%2$@…
zh_hans: 正在启用 %1$@/%2$@…

# ui.check.found_body
source: Checked at %1$@ · %2$@ of %3$@ checks are fine
de: Geprüft um %1$@ · %2$@ von %3$@ Prüfungen sind in Ordnung
es: Comprobado a las %1$@ · %2$@ de %3$@ comprobaciones están bien
fr: Vérifié à %1$@ · %2$@ vérifications sur %3$@ sont bonnes
pt_br: Verificado às %1$@ · %2$@ de %3$@ verificações estão ok
vi: Kiểm tra lúc %1$@ · %2$@/%3$@ mục ổn
zh_hans: 检查于 %1$@ · %3$@ 项中 %2$@ 项正常

# ui.check.found_title
source: Found %lld things that hurt your connection
de: %lld Ursachen gefunden, die Ihre Verbindung verschlechtern
es: Se encontraron %lld cosas que empeoran tu conexión
fr: %lld problèmes trouvés qui nuisent à votre connexion
pt_br: Encontrados %lld problemas que prejudicam sua conexão
vi: Tìm thấy %lld điều làm kết nối kém đi
zh_hans: 发现 %lld 个影响连接的问题

# ui.check.idle_body
source: Runs %1$@ checks on Wi‑Fi, the router, DNS and the route to the Internet. Nothing is changed.
de: Führt %1$@ Prüfungen für WLAN, Router, DNS und den Weg ins Internet aus. Es wird nichts geändert.
es: Ejecuta %1$@ comprobaciones del Wi‑Fi, el router, el DNS y la ruta a Internet. No se cambia nada.
fr: Lance %1$@ vérifications sur le Wi‑Fi, le routeur, le DNS et la route vers Internet. Rien n'est modifié.
pt_br: Executa %1$@ verificações no Wi‑Fi, no roteador, no DNS e na rota até a Internet. Nada é alterado.
vi: Chạy %1$@ kiểm tra trên Wi‑Fi, router, DNS và đường ra Internet. Không thay đổi gì trên máy.
zh_hans: 对 Wi‑Fi、路由器、DNS 和通往互联网的路由运行 %1$@ 项检查。不会做任何更改。

# ui.check.idle_title
source: How is your connection doing?
de: Wie steht es um Ihre Verbindung?
es: ¿Cómo va tu conexión?
fr: Comment va votre connexion ?
pt_br: Como está sua conexão?
vi: Kết nối của bạn thế nào?
zh_hans: 您的连接状况如何？

# ui.check.kind.app
source: The app can fix this
de: Die App kann das beheben
es: La app puede arreglarlo
fr: L'app peut le corriger
pt_br: O app pode corrigir
vi: App sửa được
zh_hans: 应用可以修复

# ui.check.kind.none
source: Nothing on this PC fixes this
de: Auf diesem PC nicht behebbar
es: Nada en este PC lo arregla
fr: Rien sur ce PC ne le corrige
pt_br: Nada neste PC corrige isso
vi: Máy này không sửa được
zh_hans: 此电脑上无法修复

# ui.check.kind.you
source: You can fix this
de: Sie können das beheben
es: Puedes arreglarlo tú
fr: Vous pouvez le corriger
pt_br: Você pode corrigir
vi: Bạn sửa được
zh_hans: 您可以修复

# ui.check.rechecking
source: Checking again…
de: Erneute Prüfung…
es: Comprobando de nuevo…
fr: Nouvelle vérification…
pt_br: Verificando de novo…
vi: Đang kiểm tra lại…
zh_hans: 正在重新检查…

# ui.check.result.improved
source: Better now
de: Jetzt besser
es: Mejor ahora
fr: Mieux maintenant
pt_br: Melhor agora
vi: Đã tốt hơn
zh_hans: 已改善

# ui.check.result.no_gain
source: No change yet
de: Noch keine Änderung
es: Sin cambios aún
fr: Pas encore de changement
pt_br: Sem mudança ainda
vi: Chưa thấy khác
zh_hans: 暂无变化

# ui.check.result.no_gain_body
source: Checked again: the numbers look the same. The changes stay on unless you undo them, and some only show over days.
de: Erneut geprüft: Die Werte sehen gleich aus. Die Änderungen bleiben eingeschaltet, bis Sie sie rückgängig machen, und manche wirken erst über Tage.
es: Comprobado de nuevo: las cifras son iguales. Los cambios siguen activos salvo que los deshagas, y algunos solo se notan con los días.
fr: Nouvelle vérification : les chiffres sont les mêmes. Les modifications restent actives sauf si vous les annulez, et certaines n'agissent qu'au fil des jours.
pt_br: Verificado de novo: os números estão iguais. As alterações continuam ativas, a menos que você as desfaça, e algumas só aparecem ao longo dos dias.
vi: Đã kiểm tra lại: số liệu vẫn như cũ. Các thay đổi vẫn bật trừ khi bạn hoàn tác, và có cái chỉ thấy hiệu quả sau vài ngày.
zh_hans: 已重新检查：数值没有变化。除非您撤销，这些更改会保持启用；有些效果要过几天才能看到。

# ui.check.result.pending
source: Measuring
de: Wird gemessen
es: Midiendo
fr: Mesure en cours
pt_br: Medindo
vi: Đang đo
zh_hans: 测量中

# ui.check.result.pending_body
source: Its effect on drops shows over the coming days: the app compares them with the week before (%1$@ drops).
de: Die Wirkung auf Abbrüche zeigt sich in den nächsten Tagen: Die App vergleicht sie mit der Woche davor (%1$@ Abbrüche).
es: Su efecto en los cortes se verá en los próximos días: la app los compara con la semana anterior (%1$@ cortes).
fr: Son effet sur les coupures apparaît dans les prochains jours : l'app les compare à la semaine précédente (%1$@ coupures).
pt_br: O efeito nas quedas aparece nos próximos dias: o app as compara com a semana anterior (%1$@ quedas).
vi: Hiệu quả lên số lần rớt mạng sẽ thấy trong vài ngày tới: app so với tuần trước đó (%1$@ lần rớt).
zh_hans: 对断线的效果会在接下来几天显现：应用会与之前一周（断线 %1$@ 次）比较。

# ui.check.result_title
source: Turned on %lld changes
de: %lld Änderungen eingeschaltet
es: %lld cambios activados
fr: %lld modifications activées
pt_br: %lld alterações ativadas
vi: Đã bật %lld thay đổi
zh_hans: 已启用 %lld 项更改

# ui.check.running
source: Checking %1$@ of %2$@…
de: Prüfung %1$@ von %2$@…
es: Comprobando %1$@ de %2$@…
fr: Vérification %1$@ sur %2$@…
pt_br: Verificando %1$@ de %2$@…
vi: Đang kiểm tra %1$@/%2$@…
zh_hans: 正在检查 %1$@/%2$@…

# ui.check.sheet.admin
source: Windows asks for administrator approval once. Every change is backed up and can be turned off on the Optimize page.
de: Windows fragt einmal nach Administratorrechten. Jede Änderung wird gesichert und kann auf der Seite „Optimieren“ wieder ausgeschaltet werden.
es: Windows pide permiso de administrador una vez. Cada cambio se guarda en una copia de seguridad y se puede desactivar en la página Optimizar.
fr: Windows demande une fois l'autorisation d'administrateur. Chaque modification est sauvegardée et peut être désactivée dans la page Optimiser.
pt_br: O Windows pede permissão de administrador uma vez. Cada alteração tem backup e pode ser desativada na página Otimizar.
vi: Windows hỏi quyền quản trị một lần. Mọi thay đổi đều được sao lưu và tắt được ở trang Tối ưu.
zh_hans: Windows 只会请求一次管理员批准。每项更改都会备份，可在“优化”页面关闭。

# ui.check.sheet.also
source: Also recommended, low risk
de: Ebenfalls empfohlen, geringes Risiko
es: También recomendado, riesgo bajo
fr: Également recommandé, risque faible
pt_br: Também recomendado, risco baixo
vi: Cũng nên bật, rủi ro thấp
zh_hans: 同样推荐，风险低

# ui.check.sheet.confirm
source: Turn on
de: Einschalten
es: Activar
fr: Activer
pt_br: Ativar
vi: Bật
zh_hans: 启用

# ui.check.sheet.disrupts
source: Wi‑Fi drops for a few seconds while the card restarts.
de: Das WLAN fällt für einige Sekunden aus, während die Karte neu startet.
es: El Wi‑Fi se corta unos segundos mientras la tarjeta se reinicia.
fr: Le Wi‑Fi est coupé quelques secondes pendant le redémarrage de la carte.
pt_br: O Wi‑Fi cai por alguns segundos enquanto a placa reinicia.
vi: Wi‑Fi mất vài giây trong lúc card khởi động lại.
zh_hans: 网卡重启时 Wi‑Fi 会中断几秒钟。

# ui.check.sheet.fixes
source: Fixes what the check found
de: Behebt, was die Prüfung gefunden hat
es: Arregla lo que encontró la comprobación
fr: Corrige ce que la vérification a trouvé
pt_br: Corrige o que a verificação encontrou
vi: Sửa những gì vừa kiểm tra thấy
zh_hans: 修复检查发现的问题

# ui.check.sheet.for
source: For: %1$@
de: Für: %1$@
es: Para: %1$@
fr: Pour : %1$@
pt_br: Para: %1$@
vi: Cho: %1$@
zh_hans: 针对：%1$@

# ui.check.sheet.title
source: Turn on %lld changes?
de: %lld Änderungen einschalten?
es: ¿Activar %lld cambios?
fr: Activer %lld modifications ?
pt_br: Ativar %lld alterações?
vi: Bật %lld thay đổi?
zh_hans: 启用 %lld 项更改？

# ui.check.start
source: Check my connection
de: Verbindung prüfen
es: Comprobar mi conexión
fr: Vérifier ma connexion
pt_br: Verificar minha conexão
vi: Kiểm tra kết nối
zh_hans: 检查我的连接

# ui.check.still_open
source: Still open
de: Noch offen
es: Pendiente
fr: Reste à faire
pt_br: Ainda pendente
vi: Còn lại
zh_hans: 尚待处理

# ui.check.undo
source: Undo these changes
de: Diese Änderungen rückgängig machen
es: Deshacer estos cambios
fr: Annuler ces modifications
pt_br: Desfazer estas alterações
vi: Hoàn tác các thay đổi này
zh_hans: 撤销这些更改

# ui.common.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
pt_br: Desativado
vi: Tắt
zh_hans: 关

# ui.common.on
source: On
de: Ein
es: Activado
fr: Activé
pt_br: Ativado
vi: Bật
zh_hans: 开

# ui.diag.advice
source: What to do
de: Was zu tun ist
es: Qué hacer
fr: Que faire
pt_br: O que fazer
vi: Nên làm gì
zh_hans: 建议操作

# ui.diag.bufferbloat_confirm
source: This downloads and uploads from speed.cloudflare.com at full speed for about 30 seconds: about 250 MB per 100 Mbps of line speed, at most 2 GB.
de: Dabei wird etwa 30 Sekunden lang mit voller Geschwindigkeit von speed.cloudflare.com heruntergeladen und hochgeladen: etwa 250 MB pro 100 Mbps Leitungsgeschwindigkeit, höchstens 2 GB.
es: Esto descarga y sube desde speed.cloudflare.com a toda velocidad durante unos 30 segundos: unos 250 MB por cada 100 Mbps de velocidad de la línea, como máximo 2 GB.
fr: Cela télécharge et envoie depuis speed.cloudflare.com à pleine vitesse pendant environ 30 secondes : environ 250 Mo par tranche de 100 Mbps de débit, 2 Go au maximum.
pt_br: Isto faz download e upload de speed.cloudflare.com em velocidade máxima por cerca de 30 segundos: cerca de 250 MB a cada 100 Mbps de velocidade da linha, no máximo 2 GB.
vi: Thao tác này tải xuống và tải lên với tốc độ tối đa từ speed.cloudflare.com trong khoảng 30 giây: khoảng 250 MB cho mỗi 100 Mbps tốc độ đường truyền, tối đa 2 GB.
zh_hans: 这将在约 30 秒内以全速从 speed.cloudflare.com 下载和上传：每 100 Mbps 线路速度约 250 MB，最多 2 GB。

# ui.diag.bufferbloat_run
source: Measure (about 30 s, uses up to 2 GB on a fast line)
de: Messen (ca. 30 s, bei schneller Leitung bis zu 2 GB Datenverbrauch)
es: Medir (unos 30 s, usa hasta 2 GB en una línea rápida)
fr: Mesurer (environ 30 s, jusqu'à 2 Go sur une ligne rapide)
pt_br: Medir (cerca de 30 s, usa até 2 GB numa linha rápida)
vi: Đo (khoảng 30 giây, dùng tối đa 2 GB nếu mạng nhanh)
zh_hans: 测量（约 30 秒，线路快时最多使用 2 GB）

# ui.diag.count.bad
source: %lld problems
de: %lld Probleme
es: %lld problemas
fr: %lld problèmes
pt_br: %lld problemas
vi: %lld lỗi
zh_hans: %lld 个问题

# ui.diag.count.info
source: %lld to note
de: %lld Hinweise
es: %lld a tener en cuenta
fr: %lld à noter
pt_br: %lld para observar
vi: %lld lưu ý
zh_hans: %lld 项提示

# ui.diag.count.warn
source: %lld warnings
de: %lld Warnungen
es: %lld advertencias
fr: %lld avertissements
pt_br: %lld avisos
vi: %lld cảnh báo
zh_hans: %lld 个警告

# ui.diag.last_run
source: Last run %1$@
de: Letzter Lauf %1$@
es: Última ejecución: %1$@
fr: Dernière exécution %1$@
pt_br: Última execução %1$@
vi: Lần chạy gần nhất %1$@
zh_hans: 上次运行 %1$@

# ui.diag.measure
source: Measure
de: Messen
es: Medir
fr: Mesurer
pt_br: Medir
vi: Đo
zh_hans: 测量

# ui.diag.never
source: No diagnostics have run yet
de: Es wurde noch keine Diagnose ausgeführt
es: Aún no se ha ejecutado ningún diagnóstico
fr: Aucun diagnostic n'a encore été exécuté
pt_br: Nenhum diagnóstico foi executado ainda
vi: Chưa chạy chẩn đoán lần nào
zh_hans: 尚未运行过诊断

# ui.diag.on_demand
source: On demand
de: Auf Abruf
es: Bajo demanda
fr: À la demande
pt_br: Sob demanda
vi: Theo yêu cầu
zh_hans: 按需运行

# ui.diag.open_tweak
source: Open in Optimize
de: In „Optimieren“ öffnen
es: Abrir en Optimizar
fr: Ouvrir dans Optimiser
pt_br: Abrir em Otimizar
vi: Mở trong Tối ưu
zh_hans: 在“优化”中打开

# ui.diag.run
source: Run diagnostics
de: Diagnose starten
es: Ejecutar diagnóstico
fr: Lancer le diagnostic
pt_br: Executar diagnóstico
vi: Chạy chẩn đoán
zh_hans: 运行诊断

# ui.diag.running
source: Running…
de: Wird ausgeführt…
es: Ejecutando…
fr: En cours…
pt_br: Executando…
vi: Đang chạy…
zh_hans: 运行中…

# ui.error.failed
source: Failed: %1$@
de: Fehlgeschlagen: %1$@
es: Error: %1$@
fr: Échec : %1$@
pt_br: Falhou: %1$@
vi: Thất bại: %1$@
zh_hans: 失败：%1$@

# ui.error.offline
source: Cannot reach the monitor. Is it running?
de: Der Monitor ist nicht erreichbar. Läuft er?
es: No se puede contactar con el monitor. ¿Se está ejecutando?
fr: Impossible de joindre le moniteur. Est-il en cours d'exécution ?
pt_br: Não foi possível acessar o monitor. Ele está em execução?
vi: Không kết nối được tới monitor. Monitor có đang chạy không?
zh_hans: 无法连接到监控程序。它是否正在运行？

# ui.error.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
pt_br: Tentar novamente
vi: Thử lại
zh_hans: 重试

# ui.failover.admin_hint
source: Without Administrator rights, Windows asks for approval at each switch.
de: Ohne Administratorrechte fragt Windows bei jedem Wechsel nach einer Bestätigung.
es: Sin permisos de administrador, Windows pide aprobación en cada cambio.
fr: Sans droits d'administrateur, Windows demande une validation à chaque basculement.
pt_br: Sem direitos de administrador, o Windows pede aprovação a cada troca.
vi: Không có quyền Administrator thì mỗi lần chuyển Windows sẽ hỏi xác nhận.
zh_hans: 没有管理员权限时，每次切换 Windows 都会请求批准。

# ui.failover.description
source: When the main connection loses the Internet, switch to another one that works (cable, USB 4G modem, phone hotspot).
de: Wenn die Hauptverbindung das Internet verliert, auf eine andere funktionierende wechseln (Kabel, USB-4G-Modem, Handy-Hotspot).
es: Cuando la conexión principal pierde Internet, cambia a otra que funcione (cable, módem USB 4G, punto de acceso del teléfono).
fr: Quand la connexion principale perd Internet, bascule sur une autre qui fonctionne (câble, modem 4G USB, point d'accès du téléphone).
pt_br: Quando a conexão principal perde a Internet, troca para outra que funcione (cabo, modem 4G USB, ponto de acesso do celular).
vi: Khi kết nối chính mất Internet, chuyển sang kết nối khác đang thông (dây mạng, USB 4G, điện thoại phát Wi‑Fi).
zh_hans: 主连接断开互联网时，切换到另一条可用的连接（网线、USB 4G 调制解调器、手机热点）。

# ui.failover.disconnected
source: Not connected right now. Switch back to undo the change.
de: Derzeit nicht verbunden. Zurückwechseln macht die Änderung rückgängig.
es: No está conectada ahora. Vuelve a la principal para deshacer el cambio.
fr: Non connectée pour l’instant. Revenez à la connexion principale pour annuler le changement.
pt_br: Não conectada agora. Volte para desfazer a mudança.
vi: Hiện không kết nối. Bấm chuyển về để hoàn tác thay đổi.
zh_hans: 当前未连接。切换回去即可撤销更改。

# ui.failover.dry_run
source: Dry run: only log what it would do
de: Testlauf: nur protokollieren, was getan würde
es: Simulación: solo registrar lo que haría
fr: Simulation : journaliser seulement ce qui serait fait
pt_br: Simulação: apenas registrar o que faria
vi: Chạy thử: chỉ ghi lại sẽ làm gì
zh_hans: 试运行：仅记录将要执行的操作

# ui.failover.enabled
source: Switch automatically
de: Automatisch wechseln
es: Cambiar automáticamente
fr: Basculer automatiquement
pt_br: Trocar automaticamente
vi: Tự động chuyển
zh_hans: 自动切换
